Repository: fotoner/DJCrate
Catalog: Sources/DJCrate/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: rekordbox 기존 큐 (직접 찍은 것)
en: Existing rekordbox cues (manual)
ja: rekordboxの既存キュー（手動）

source: 파트 추정 v0
en: Part estimation v0
ja: パート推定v0

source: %.3f초 · %.2f BPM · %lld박
en: %1$.3f s · %2$.2f BPM · beat %3$lld
ja: %1$.3f秒 · %2$.2f BPM · %3$lld拍目

source: %@ %@ %@ 신뢰도 %@
en: %1$@ %2$@ %3$@ Confidence %4$@
ja: %1$@ %2$@ %3$@ 信頼度%4$@

source: masterDbId 한 값 %@ · myTagMasterDBID 같음 %@
en: One masterDbId value: %1$@ · myTagMasterDBID matches: %2$@
ja: masterDbIdが一つの値: %1$@ · myTagMasterDBIDが一致: %2$@

source: 다시 쓰기 왕복 검사 통과 %@
en: Rewrite round-trip check passed: %@
ja: 再書き込みの往復チェック合格: %@

source: 머리 0x10 %lld/%@ · 모르는 표 행 %lld · 구조 문제 %lld
en: Header 0x10: %1$lld/%2$@ · Unknown table rows: %3$lld · Structure problems: %4$lld
ja: ヘッダー0x10: %1$lld/%2$@ · 不明なテーブルの行: %3$lld · 構造の問題: %4$lld

source: 모양 확인 %@ · 무결성 %@ · 머리 %@ · -wal %@ · -journal %@
en: Verified layout: %1$@ · Integrity: %2$@ · Header: %3$@ · -wal: %4$@ · -journal: %5$@
ja: 確認済みの形: %1$@ · 整合性: %2$@ · ヘッダー: %3$@ · -wal: %4$@ · -journal: %5$@

source: 읽지 못한 기존 초안 파일은 지우지 않고 damaged-drafts에 옮겨 두었습니다: %@
en: The existing draft file could not be read, so it was moved to damaged-drafts instead of being deleted: %@
ja: 読み込めない既存の下書きファイルは削除せず、damaged-draftsに移しました：%@

source: (활성)
en: (active)
ja: （アクティブ）

source: · 루프 끝
en: · Loop end
ja: · ループ終了

source: · 루프 끝 %lldms%@
en: · Loop end %1$lld ms%2$@
ja: · ループ終了%1$lldms%2$@

source: · 사본 %lld개 남김
en: · Kept %lld snapshots
ja: · スナップショット%lld個を残しました

source: · 큐 %lld(수동 %lld) · 재생 목록 %lld · 재생 %lld
en: · Cues %1$lld (manual %2$lld) · Playlists %3$lld · Plays %4$lld
ja: · キュー%1$lld（手動%2$lld） · プレイリスト%3$lld · 再生数%4$lld

source: "<코멘트>" [--json]
en: "<comment>" [--json]
ja: "<コメント>" [--json]

source: # 번호
en: # Number
ja: # 番号

source: ## 재생
en: ## Playback
ja: ## 再生

source: ## 컬렉션
en: ## Collection
ja: ## コレクション

source: ## 코멘트
en: ## Comments
ja: ## コメント

source: ## 큐
en: ## Cues
ja: ## キュー

source: #태그 겹침
en: Shared #tags
ja: #タグが共通

source: %.0f점
en: %.0f pts
ja: %.0f点

source: %.3f초
en: %.3f s
ja: %.3f秒

source: %.3f초 · %.4f BPM · 박 %lld
en: %.3f s · %.4f BPM · Beat %lld
ja: %.3f秒 · %.4f BPM · 拍 %lld

# %@ %.3f초%@
source: %1$@ %2$.3f초%3$@
en: %@ %.3fs%@
ja: %@ %.3f秒%@

source: %@ %@ — 지움 %lld · 넣음 %lld%@
en: %1$@ %2$@ — Removed %3$lld · Added %4$lld%5$@
ja: %1$@ %2$@ — 削除%3$lld · 追加%4$lld%5$@

source: %@ %@ 행이 넣은 값과 다릅니다
en: %1$@ row %2$@ differs from the inserted values
ja: %1$@の行%2$@が挿入した値と異なります

# %@ %@는 0 이상의 숫자가 아니라 넣지 않았습니다
source: %1$@ %2$@는 0 이상의 숫자가 아니라 넣지 않았습니다
en: Not added: %1$@ %2$@ isn't a number of 0 or more.
ja: %1$@ %2$@は0以上の数ではないため入れませんでした

source: %@ %@를 비웠습니다.
en: Cleared %2$@ of %1$@.
ja: %1$@を%2$@削除しました。

# %@ (%lld개)
source: %1$@ (%2$lld개)
en: %1$@ (%2$lld)
ja: %1$@（%2$lld件）

source: %@ (연결 안 됨)
en: %@ (Not Connected)
ja: %@（未接続）

source: %@ (음원 태그)
en: %@ (audio tag)
ja: %@（音源タグ）

# %@ + 곡 머리 · 원곡 %@–%@
source: %1$@ + 곡 머리 · 원곡 %2$@–%3$@
en: %1$@ + lead-in · original %2$@–%3$@
ja: %1$@＋曲頭 · 原曲 %2$@–%3$@

source: %@ · %@ · %@ · %lld곡
en: %1$@ · %2$@ · %3$@ · Tracks: %4$lld
ja: %1$@ · %2$@ · %3$@ · %4$lld曲

source: %@ · %@ · %@ · %lld초
en: %1$@ · %2$@ · %3$@ · %4$lld s
ja: %1$@ · %2$@ · %3$@ · %4$lld秒

source: %@ · %@ 초안 %@ · %@
en: %1$@ · %2$@ draft: %3$@ · %4$@
ja: %1$@ · %2$@下書き: %3$@ · %4$@

# %@ · %lld개를 rekordbox 쓰기 대기에 올렸습니다
source: %1$@ · %2$lld개를 rekordbox 쓰기 대기에 올렸습니다
en: %1$@ · Added to Pending rekordbox Writes: %2$lld
ja: %1$@ · %2$lld件をrekordbox書き込み待ちに入れました

# %@ · %lld곡
source: %1$@ · %2$lld곡
en: %1$@ · Tracks: %2$lld
ja: %1$@ · %2$lld曲

source: %@ · %lld곡 · 만든 파일(분석·앨범아트) %lld개 · 백업 %@
en: %1$@ · Tracks: %2$lld · Files created (analysis/album art): %3$lld · Backup: %4$@
ja: %1$@ · %2$lld曲 · 作成したファイル（解析・アルバムアート）%3$lld個 · バックアップ%4$@

source: %@ · %lld곡 · 지운 파일(분석·앨범아트) %lld개 · 백업 %@
en: %1$@ · Tracks: %2$lld · Files deleted (analysis/album art): %3$lld · Backup: %4$@
ja: %1$@ · %2$lld曲 · 削除したファイル（解析・アルバムアート）%3$lld個 · バックアップ%4$@

source: %@ · USB 쓰기 대기
en: %@ · Pending USB Changes
ja: %@ · USB書き込み待ち

source: %@ · rekordbox 쓰기 대기에 올렸습니다
en: %@ · Added to Pending rekordbox Writes
ja: %@ · rekordbox書き込み待ちに入れました

source: %@ · ‘%@’ 순서를 처음대로 돌렸습니다
en: %@ · Moved ‘%@’ back to its original position
ja: %@ · 「%@」の順序を元に戻しました

# %@ · ‘%@’ 안
source: %1$@ · ‘%2$@’ 안
en: %1$@ · in ‘%2$@’
ja: %1$@ · 「%2$@」内

source: %@ · 곡 %lld개 · 재생 목록 %lld개
en: %@ · %lld tracks · %lld playlists
ja: %@・%lld曲・プレイリスト%lld件

# %@ · 막힌 편집 %lld건은 초안에 남겼습니다
source: %1$@ · 막힌 편집 %2$lld건은 초안에 남겼습니다
en: %1$@ · Blocked edits kept in the draft: %2$lld
ja: %1$@ · ブロックされた編集%2$lld件は下書きに残しました

source: %@ · 쓴 곡 %lld · 막힌 곡 %lld · 백업 %@
en: %1$@ · Tracks written: %2$lld · Blocked: %3$lld · Backup: %4$@
ja: %1$@ · 書き込み%2$lld曲 · ブロック%3$lld曲 · バックアップ%4$@

source: %@ · 쓴 편집 %lld · 막힌 편집 %lld · 카운터 %@ · 백업 %@
en: %1$@ · Edits written: %2$lld · Blocked: %3$lld · Counter: %4$@ · Backup: %5$@
ja: %1$@ · 書き込んだ編集%2$lld件 · ブロック%3$lld件 · カウンター%4$@ · バックアップ%5$@

# %@ · 원곡 %@–%@
source: %1$@ · 원곡 %2$@–%3$@
en: %1$@ · original %2$@–%3$@
ja: %1$@ · 原曲 %2$@–%3$@

source: %@ · 자동
en: %@ · Auto
ja: %@ · 自動

# %@ · 재생 목록 %lld개
source: %1$@ · 재생 목록 %2$lld개
en: %1$@ · Playlists: %2$lld
ja: %1$@ · プレイリスト %2$lld

source: %@ · 컬렉션
en: %@ · Collection
ja: %@ · コレクション

source: %@ — %@ 코멘트: %@
en: %1$@ — %2$@ Comments: %3$@
ja: %1$@ — %2$@ コメント: %3$@

source: %@ — 이유와 할 일은 ‘결과 보기’에서 확인하세요
en: %@ — see 'Show Result' for the reasons and what to do
ja: %@ — 理由と対処は「結果を表示」で確認してください

source: %@ 기본 키로
en: Reset %@ to Default Keys
ja: %@を既定のキーに戻す

source: %@ 꺼내기
en: Eject %@
ja: %@を取り出す

source: %@ 동기화…
en: Sync %1$@…
ja: %1$@を同期…

source: %@ 머리가 짧음
en: %@ header is too short
ja: %@のヘッダーが短すぎます

source: %@ 보이는 자리
en: %@ Visible Range
ja: %@の表示範囲

source: %@ 새 ID를 만들지 못했습니다
en: Could not create a new %@ ID
ja: %@の新しいIDを作成できませんでした

# %@ 외 %lld건
source: %1$@ 외 %2$lld건
en: %1$@ (+%2$lld more)
ja: %1$@ ほか%2$lld件

source: %@ 이상
en: %@ or Higher
ja: %@以上

source: %@ 전체 보기
en: Show Entire %@
ja: %@全体を表示

# %@ 제안 %@
source: %1$@ 제안 %2$@
en: %1$@ suggestion %2$@
ja: %1$@の候補 %2$@

# %@ 제안 %@, 확인 필요
source: %1$@ 제안 %2$@, 확인 필요
en: %1$@ suggestion %2$@, check needed
ja: %1$@の候補 %2$@、要確認

source: %@ 축소
en: Zoom Out %@
ja: %@を縮小

source: %@ 칸 크기나 길이가 맞지 않음
en: %@ field size or length is incorrect
ja: %@のフィールドサイズまたは長さが正しくありません

source: %@ 캐시를 비웁니다
en: Clears the %@ cache
ja: %@のキャッシュを削除します

source: %@ 폴더가 심볼릭 링크이거나 폴더가 아니라 스냅샷을 남기지 않았습니다. rekordbox 폴더를 확인하세요
en: The %@ folder is a symbolic link or not a folder, so no restore point was created. Check the rekordbox folder.
ja: %@フォルダがシンボリックリンクかフォルダではないため、復元ポイントを作成しませんでした。rekordboxフォルダを確認してください

source: %@ 행을 넣지 못했습니다
en: Could not insert a %@ row
ja: %@の行を挿入できませんでした

source: %@ 확대
en: Zoom In %@
ja: %@を拡大

# %@(%lld곡)
source: %1$@(%2$lld곡)
en: %1$@ (%2$lld tracks)
ja: %1$@（%2$lld曲）

source: %@. USB를 기기에 꽂지 말고, 이유를 푼 뒤 USB를 다시 연결하면 나오는 알림에서 회복하세요.
en: %@. Don’t plug the USB into a player. Resolve the issue, reconnect the USB, and recover it from the alert that appears.
ja: %@。USBを機器に挿さず、原因を解消してからUSBを接続し直し、表示される通知から回復してください。

source: %@. djc로 사용법을 확인하세요
en: %@. Run djc to see usage
ja: %@。djcで使い方を確認してください

source: %@. docs/cli.md의 draft 사용법을 확인하세요
en: %@. See draft usage in docs/cli.md
ja: %@。docs/cli.mdでdraftの使い方を確認してください

source: %@. rekordbox에서 이 목록을 확인하세요.
en: %@. Check this playlist in rekordbox.
ja: %@。rekordboxでこのプレイリストを確認してください。

source: %@: WAV·AIFF로만 렌더합니다. 확장자를 .wav나 .aiff로 주세요
en: %@: Only WAV and AIFF can be rendered. Use a .wav or .aiff extension
ja: %@：WAV・AIFFにのみレンダリングします。拡張子を.wavか.aiffにしてください

source: %@: XML로 키를 넘기는 방법은 확인하지 않았으니 ‘rekordbox에 넣기’로 키까지 넣거나 태그 초안(키)을 버린 뒤 내보내세요
en: %@: Passing the key through XML has not been verified, so use “Add to rekordbox” to add the track with its key, or discard the tag draft (key) before exporting
ja: %@: XMLでキーを渡す方法は確認していないため、「rekordboxに追加」でキーごと追加するか、タグの下書き（キー）を破棄してから書き出してください

# %@: 고치지 않음 — %@
source: %1$@: 고치지 않음 — %2$@
en: %1$@: not updated — %2$@
ja: %1$@: 更新しない — %2$@

source: %@: 고침
en: %@: updated
ja: %@: 更新

source: %@: 이 형식은 아직 rekordbox에 직접 넣지 않습니다
en: %@: This format can't be added to rekordbox directly yet
ja: %@：この形式はまだrekordboxに直接追加できません

source: %@: 파일 정보를 읽지 못했습니다
en: %@: Couldn't read the file information
ja: %@：ファイル情報を読み込めませんでした

# %@~%@ 루프
source: %1$@~%2$@ 루프
en: %1$@–%2$@ loop
ja: %1$@〜%2$@ ループ

source: %@가 일반 파일이 아니라 스냅샷에 담지 않았습니다. rekordbox 폴더를 확인하세요
en: %@ is not a regular file, so no restore point was created. Check the rekordbox folder.
ja: %@が通常のファイルではないため、復元ポイントを作成しませんでした。rekordboxフォルダを確認してください

source: %@는 0 이상이어야 합니다
en: %@ must be 0 or greater
ja: %@は0以上にしてください

source: %@를 0 이상으로 고친 뒤 rekordbox에 쓰세요
en: Set %@ to 0 or greater before writing to rekordbox
ja: %@を0以上に直してからrekordboxに書き込んでください

source: %@마디
en: Bar %@
ja: %@小節目

source: %@박
en: %@ beat
ja: %@拍

source: %@박 루프
en: %@-beat loop
ja: %@拍ループ

source: %@박, 반복 꺼짐
en: %@-beat loop, not repeating
ja: %@拍、繰り返しオフ

source: %@박, 반복 중
en: %@-beat loop, repeating
ja: %@拍、繰り返し中

# %@에 %@로 씁니다. 쓰기 전에 Mac에 백업하고 쓴 뒤 USB에서 다시 읽어 확인합니다. 끝날 때까지 USB를 뽑지 마세요.
source: %1$@에 %2$@로 씁니다. 쓰기 전에 Mac에 백업하고 쓴 뒤 USB에서 다시 읽어 확인합니다. 끝날 때까지 USB를 뽑지 마세요.
en: Writes %2$@ to %1$@. The USB is backed up on this Mac first and read back afterward to verify. Don’t unplug the USB until it finishes.
ja: %1$@に%2$@で書き込みます。書き込む前にMacにバックアップし、書き込んだ後にUSBから読み直して確認します。終わるまでUSBを抜かないでください。

source: %@에 OneLibrary를 더하기 전의 백업으로 되돌립니다. 끝날 때까지 USB를 뽑지 마세요.
en: Restore %@ from the backup made before adding OneLibrary. Keep the USB connected until it finishes.
ja: %@をOneLibrary追加前のバックアップから復元します。完了するまでUSBを抜かないでください。

# %@에 모르는 칸(%@)
source: %1$@에 모르는 칸(%2$@)
en: unknown columns in %@ (%@)
ja: %@に不明な列（%@）

source: %@에 새 재생 목록
en: New Playlist on %@
ja: %@に新規プレイリスト

source: %@에 새 폴더
en: New Folder on %@
ja: %@に新規フォルダ

source: %@에 쓰다가 끊긴 기록이 있습니다. 회복하면 USB를 보고 마저 쓰거나 쓰기 전으로 되돌립니다. 되돌리기는 그 쓰기를 백업으로 되돌립니다. 기기에 꽂기 전에 하세요.
en: A write to %@ was interrupted. Recover checks the USB and either finishes the write or returns the USB to its state before the write. Restore returns the USB to the backup taken before that write. Do this before plugging it into a player.
ja: %@への書き込みが途中で止まった記録があります。回復するとUSBを確認し、書き込みを最後まで行うか書き込み前の状態に戻します。復元はその書き込みの前のバックアップに戻します。機器に挿す前に行ってください。

# %@에 없는 칸(%@)
source: %1$@에 없는 칸(%2$@)
en: missing columns in %@ (%@)
ja: %@にない列（%@）

source: %@에 유한한 숫자를 지정하세요
en: Specify a finite number for %@
ja: %@に有限の数値を指定してください

source: %@에 키 더하기
en: Add Key to %@
ja: %@にキーを追加

source: %@에도 들어 있는 곡이라 아직 지우지 않습니다(rekordbox에서 지우세요)
en: This track is also in %@, so it won't be removed yet (remove it in rekordbox)
ja: %@にも入っている曲なので、まだ削除しません（rekordboxで削除してください）

source: %@에도 지정된 키입니다. 목록 위쪽 동작이 받습니다
en: This key is also assigned to %@. The action higher in the list gets it
ja: %@にも割り当てられているキーです。リストで上にある操作が受け取ります

source: %@은 DJCrate가 쓴 뒤 기기에서 바뀌었습니다. 되돌리면 기기가 그 뒤에 쓴 내용을 잃습니다(재생 기록 등).
en: %@ was changed on a player after DJCrate wrote to it. Restoring loses what the player wrote since then (play history, etc.).
ja: %@はDJCrateが書き込んだ後に機器で変更されました。復元すると、機器がその後に書き込んだ内容（再生履歴など）が失われます。

source: %@은 쓰지 않았습니다
en: Not written: %@
ja: %@は書き込みませんでした

source: %@은 이미 있는 파일입니다. 덮지 않으니 다른 이름을 주세요
en: %@ already exists. It won't be overwritten, so choose a different name
ja: %@は既にあるファイルです。上書きしないので、別の名前を指定してください

source: %@은 이미 추가한 곡입니다. 추가 목록에서 확인하세요
en: %@ has already been added. Check the Added Tracks list
ja: %@は既に追加した曲です。追加した曲の一覧で確認してください

source: %@을 rekordbox에 쓸까요?
en: Write %@ to rekordbox?
ja: %@をrekordboxに書き込みますか？

source: %@의 Device Library를 읽어 OneLibrary를 더합니다. 쓰기 전에 Mac에 백업하고 쓴 뒤 USB에서 다시 읽어 확인합니다. 끝날 때까지 USB를 뽑지 마세요.
en: Read Device Library on %@ and add OneLibrary. A backup is made on your Mac before writing, then the USB is read again to verify the result. Keep the USB connected until it finishes.
ja: %@のDevice Libraryを読み、OneLibraryを追加します。書き込み前にMacにバックアップを作り、書き込み後にUSBを読み直して確認します。完了するまでUSBを抜かないでください。

source: %@의 rekordbox 라이브러리를 고칩니다. 쓰기 전에 Mac에 백업하고 쓴 뒤 USB에서 다시 읽어 확인합니다. 끝날 때까지 USB를 뽑지 마세요.
en: Edits the rekordbox library on %@. The USB is backed up on this Mac first and read back afterward to verify. Don’t unplug the USB until it finishes.
ja: %@のrekordboxライブラリを編集します。書き込む前にMacにバックアップし、書き込んだ後にUSBから読み直して確認します。終わるまでUSBを抜かないでください。

# %@이 바뀌었습니다(%@ → %@)
source: %1$@이 바뀌었습니다(%2$@ → %3$@)
en: %@ changed (%@ → %@)
ja: %@が変わりました（%@ → %@）

source: %lld개 · 최대 %@
en: %lld · up to %@
ja: %lld個 · 最大%@

# %lld개 빠짐(%@)
source: %1$lld개 빠짐(%2$@)
en: %1$lld dropped (%2$@)
ja: %1$lld個は除外（%2$@）

source: %lld곡
en: %lld tracks
ja: %lld曲

# %lld곡 · %lld곡 선택
source: %1$lld곡 · %2$lld곡 선택
en: %lld tracks · %lld selected
ja: %lld曲 · %lld曲を選択

source: %lld곡 넣기
en: Add %lld Tracks
ja: %lld曲を追加

source: %lld곡 빼기
en: Remove %lld Tracks
ja: %lld曲を外す

source: %lld곡 선택
en: %lld tracks selected
ja: %lld曲を選択

source: %lld곡 추가
en: Added %lld tracks
ja: %lld曲を追加

source: %lld곡은 그리드 없이(rekordbox가 분석)
en: %lld tracks without a grid (rekordbox will analyze them)
ja: %lld曲はグリッドなし（rekordboxが解析）

source: %lld곡은 넣지 않았습니다
en: %lld tracks not added
ja: %lld曲は追加しませんでした

source: %lld곡은 분석 없이 넣었습니다
en: %lld tracks added without analysis
ja: %lld曲は解析なしで追加しました

source: %lld곡은 빼지 않았습니다
en: %lld tracks not removed
ja: %lld曲は削除しませんでした

source: %lld곡은 쓴 뒤 새로 만든 초안이 백업의 초안과 다릅니다. 지금 초안을 남기면 그 곡의 백업 초안은 되살리지 않고, 백업 초안으로 바꾸면 지금 초안이 사라집니다.
en: %lld tracks have drafts made after the write that differ from their backup drafts. Keeping the current drafts leaves the backup drafts unrestored for those tracks; using the backup drafts discards the current drafts.
ja: %lld曲は、書き込み後に新しく作った下書きがバックアップの下書きと異なります。今の下書きを残すとその曲のバックアップの下書きは復元せず、バックアップの下書きに置き換えると今の下書きは消えます。

source: %lld곡은 읽지 못함
en: Couldn't read %lld tracks
ja: %lld曲は読み込めませんでした

source: %lld곡은 파일을 확인하지 못해 제외했습니다. 각 곡의 안내를 확인하세요.
en: Skipped %lld tracks because their files couldn't be verified. See the note on each track.
ja: %lld曲はファイルを確認できなかったため除外しました。各曲の案内を確認してください。

source: %lld곡을 rekordbox에 넣을까요?
en: Add %lld tracks to rekordbox?
ja: %lld曲をrekordboxに追加しますか？

source: %lld곡을 rekordbox에서 뺄까요?
en: Remove %lld tracks from rekordbox?
ja: %lld曲をrekordboxから削除しますか？

source: %lld곡을 연동 XML에 썼습니다 · rekordbox: rekordbox xml 새로고침 › "DJCrate 반영" › 곡 모두 선택 › Import To Collection → DJCrate rekordbox와 동기화(⟳)
en: Wrote %lld tracks to the link XML · In rekordbox: refresh rekordbox xml › "DJCrate 반영" › select all tracks › Import To Collection → Sync with rekordbox (⟳) in DJCrate
ja: %lld曲を連携XMLに書き出しました · rekordbox: rekordbox xmlを更新 › 「DJCrate 반영」 › 全曲選択 › Import To Collection → DJCrateでrekordboxと同期（⟳）

source: %lld곡을 연동 XML에 썼습니다 · rekordbox: rekordbox xml 새로고침 › "DJCrate 추가" › Import To Collection
en: Wrote %lld tracks to the link XML · In rekordbox: refresh rekordbox xml › "DJCrate 추가" › Import To Collection
ja: %lld曲を連携XMLに書き込みました · rekordbox：rekordbox xmlを更新 › 「DJCrate 추가」 › コレクションにインポート

source: %lld곡을 추가 목록에서 뺐습니다(파일은 그대로).
en: Removed %lld tracks from Added Tracks (the files are unchanged).
ja: %lld曲を追加リストから外しました（ファイルはそのままです）。

source: %lld곡의 앨범아트 초안을 저장하지 못했으니 DJCrate 데이터 폴더의 쓰기 권한을 확인한 뒤 다시 하세요
en: Could not save the album art drafts for %lld tracks. Check write access to the DJCrate data folder and try again.
ja: %lld曲のアルバムアートの下書きを保存できませんでした。DJCrateのデータフォルダの書き込み権限を確認してからやり直してください

source: %lld곡의 초안을 버리지 못했으니 초안 폴더의 접근 권한을 확인한 뒤 다시 버리세요.
en: Could not discard the drafts for %lld tracks. Check access to the drafts folder, then discard again.
ja: %lld曲の下書きを破棄できませんでした。下書きフォルダのアクセス権を確認してから、もう一度破棄してください。

source: %lld곡의 큐는 쓰지 않았습니다
en: Cues for %lld tracks not written
ja: %lld曲のキューは書き込みませんでした

source: %lld곡의 키는 쓰지 않았습니다
en: Keys for %lld tracks not written
ja: %lld曲のキーは書き込みませんでした

source: %lld기
en: Season %lld
ja: %lld期

source: %lld마디
en: %lld bars
ja: %lld小節

# %lld묶음 · %lld곡
source: %1$lld묶음 · %2$lld곡
en: %lld groups · %lld tracks
ja: %lldグループ · %lld曲

source: %lld박
en: %lld beats
ja: %lld拍

source: %lld박 · %lld구간
en: Beats: %1$lld · Segments: %2$lld
ja: %1$lld拍 · %2$lld区間

source: %lld박 뒤로 이동
en: Move back %lld beats
ja: %lld拍戻る

source: %lld박 앞으로 이동
en: Move forward %lld beats
ja: %lld拍進む

source: %lld번 편집 빼기
en: Remove Edit %lld
ja: 編集%lldを外す

source: %lld번째 · %@
en: %1$lld · %2$@
ja: %1$lld番目 · %2$@

source: %lld번째 곡이 편집을 만들 때와 다릅니다. USB를 다시 읽은 뒤 고치세요
en: Track %lld differs from when the edit was made. Reload the USB, then edit
ja: %lld番目の曲が編集を作った時と異なります。USBを読み込み直してから編集してください

source: %lld번째 곡이 편집을 만들 때와 다릅니다. 목록을 다시 읽은 뒤 고치세요
en: Track %lld differs from when the edit was made. Reload the playlist and edit it again
ja: %lld番目の曲が編集したときと異なります。プレイリストを読み直してから編集し直してください

source: %lld번째로 곡 옮기기: %@
en: Move tracks to position %1$lld: %2$@
ja: 曲を%1$lld番目に移動：%2$@

source: %lld분
en: %lld minutes
ja: %lld分

source: %lld일
en: %lld days
ja: %lld日

source: %lld점
en: %lld pts
ja: %lld点

source: %lld초
en: %lld seconds
ja: %lld秒

source: %lld칸 바뀜
en: %lld cells changed
ja: %lldセルを変更

source: %lld포인트
en: %lld points
ja: %lldポイント

source: (빈 폴더)
en: (Empty Folder)
ja: （空のフォルダ）

source: (여러 값 — 입력하면 모두 바뀜)
en: (Multiple values — typing replaces them all)
ja: （複数の値 — 入力するとすべて変わります）

source: (여러 값)
en: (Multiple values)
ja: （複数の値）

source: (이름 없음)
en: (Untitled)
ja: （名前なし）

source: + 메모리 큐
en: + Memory Cue
ja: + メモリーキュー

source: - 큐 포인트와 루프 포인트 - 핫 큐 - 비트 그리드 rekordbox의 곡이 더 최근에 바뀌었어도 USB 값으로 바꿉니다. 레이팅·색상·코멘트는 rekordbox처럼 가져오지 않습니다. 초안이 이미 있는 곡은 건너뜁니다. 가져온 초안을 확인한 뒤 rekordbox에 쓰기로 반영하세요. 계속하시겠습니까?
en: - Cue points and loop points - Hot cues - Beat grid USB values replace local ones even if the track changed more recently in rekordbox. As in rekordbox, ratings, colors, and comments are not imported. Tracks that already have drafts are skipped. Review the imported drafts, then apply them with Write to rekordbox. Do you want to continue?
ja: - キューポイントとループポイント - ホットキュー - ビートグリッド rekordboxのトラックの方が新しく変更されていてもUSBの値に置き換えます。rekordboxと同じく、レーティング・カラー・コメントは取り込みません。下書きがすでにあるトラックはスキップします。取り込んだ下書きを確認してから「rekordboxに書き込む」で反映してください。 続行しますか?

source: --db <사본.db> [--dry-run] <편집.json>
en: --db <copy.db> [--dry-run] <edits.json>
ja: --db <コピー.db> [--dry-run] <編集.json>

source: --db <사본.db> [--dry-run] [--uuid U] | --live
en: --db <copy.db> [--dry-run] [--uuid U] | --live
ja: --db <コピー.db> [--dry-run] [--uuid U] | --live

source: --db <사본.db> [--share <분석 뿌리>] [--analyze] [--dry-run] <음원…> | --live …
en: --db <copy.db> [--share <analysis-root>] [--analyze] [--dry-run] <audio…> | --live …
ja: --db <コピー.db> [--share <解析ルート>] [--analyze] [--dry-run] <音源…> | --live …

source: --db <사본.db> [--share <분석 뿌리>] [--dry-run] <ContentID…> | --live …
en: --db <copy.db> [--share <analysis-root>] [--dry-run] <ContentID…> | --live …
ja: --db <コピー.db> [--share <解析ルート>] [--dry-run] <ContentID…> | --live …

source: --volume <마운트> (<편집.json> | --draft) [--db <스냅샷 사본.db>] [--share <폴더>] [--dry-run] [--allow-physical --confirm <볼륨 이름>] [--snapshot-time <ISO 8601>]
en: --volume <mount point> (<edits.json> | --draft) [--db <snapshot copy.db>] [--share <folder>] [--dry-run] [--allow-physical --confirm <volume name>] [--snapshot-time <ISO 8601>]
ja: --volume <マウントポイント> (<編集.json> | --draft) [--db <スナップショットのコピー.db>] [--share <フォルダ>] [--dry-run] [--allow-physical --confirm <ボリューム名>] [--snapshot-time <ISO 8601>]

source: --volume <마운트> [--backup <폴더>] [--discard-device-changes] [--allow-physical --confirm <볼륨 이름>] [--dry-run]
en: --volume <mount point> [--backup <folder>] [--discard-device-changes] [--allow-physical --confirm <volume name>] [--dry-run]
ja: --volume <マウントポイント> [--backup <フォルダ>] [--discard-device-changes] [--allow-physical --confirm <ボリューム名>] [--dry-run]

source: --volume <마운트> [--db <스냅샷 사본.db>] [--share <폴더>] [--playlist <ID>]… [--tracks <ContentID>,…] [--formats onelibrary,device] [--naming identifier] [--dry-run] [--allow-physical --confirm <볼륨 이름>] [--verify-audio] [--settings <로컬 설정 폴더>] [--snapshot-time <ISO 8601>]
en: --volume <mount point> [--db <snapshot copy.db>] [--share <folder>] [--playlist <ID>]… [--tracks <ContentID>,…] [--formats onelibrary,device] [--naming identifier] [--dry-run] [--allow-physical --confirm <volume name>] [--verify-audio] [--settings <local settings folder>] [--snapshot-time <ISO 8601>]
ja: --volume <マウントポイント> [--db <スナップショットのコピー.db>] [--share <フォルダ>] [--playlist <ID>]… [--tracks <ContentID>,…] [--formats onelibrary,device] [--naming identifier] [--dry-run] [--allow-physical --confirm <ボリューム名>] [--verify-audio] [--settings <ローカル設定フォルダ>] [--snapshot-time <ISO 8601>]

source: --volume <마운트> [--discard-temp] [--allow-physical --confirm <볼륨 이름>]
en: --volume <mount point> [--discard-temp] [--allow-physical --confirm <volume name>]
ja: --volume <マウントポイント> [--discard-temp] [--allow-physical --confirm <ボリューム名>]

source: --volume <마운트> [--dry-run] [--allow-physical --confirm <볼륨 이름>]
en: --volume <mount point> [--dry-run] [--allow-physical --confirm <volume name>]
ja: --volume <マウントポイント> [--dry-run] [--allow-physical --confirm <ボリューム名>]

source: .DAT에 경로(PPTH)가 없음
en: Missing path (PPTH) in .DAT
ja: .DATにパス（PPTH）がありません

source: .DAT의 큐 목록(PCOB)이 두 개가 아님
en: .DAT does not have two cue lists (PCOB)
ja: .DATのキューリスト（PCOB）が2つではありません

source: .EXT 태그 구성이 달라졌습니다
en: .EXT tag structure changed
ja: .EXTのタグ構成が変わりました

source: .EXT가 사라졌습니다
en: .EXT is missing
ja: .EXTがありません

source: .EXT의 %@가 바뀌었습니다
en: %@ in .EXT changed
ja: .EXTの%@が変わりました

source: 0dBFS를 %lld번 넘음
en: exceeded 0 dBFS %lld times
ja: 0dBFSを%lld回超過

source: 0dBFS를 넘지 않을 만큼만 올립니다
en: Raises the gain only as far as it stays below 0 dBFS
ja: 0dBFSを超えない範囲でだけ上げます

source: 0마디(첫 다운비트 앞)는 맨 앞 구간의 시작에만 둘 수 있습니다
en: Bar 0 (before the first downbeat) can only be at the start of the first range
ja: 0小節目（最初の1拍目より前）は先頭の範囲の始まりにしか置けません

source: 1. rekordbox › 환경설정 › 고급 › 데이터베이스 › rekordbox xml › "가져온 라이브러리"에 이 파일을 지정합니다(처음 한 번만).
en: 1. In rekordbox › Preferences › Advanced › Database › rekordbox xml, set this file as "Imported Library" (first time only).
ja: 1. rekordbox › 環境設定 › 詳細 › データベース › rekordbox xml › 「インポートするライブラリ」にこのファイルを指定します（初回のみ）。

source: 1마디 %.3f초
en: 1 bar = %.3f s
ja: 1小節 %.3f秒

source: 1마디 뒤로(선택한 큐 또는 재생 위치)
en: Forward 1 Bar (Selected Cue or Playhead)
ja: 1小節後ろへ（選択したキューまたは再生位置）

source: 1마디 앞으로(선택한 큐 또는 재생 위치)
en: Back 1 Bar (Selected Cue or Playhead)
ja: 1小節前へ（選択したキューまたは再生位置）

source: 1마디 이동 (선택한 큐 또는 재생 위치)
en: Move 1 bar (selected cue or playback position)
ja: 1小節移動（選択したキューまたは再生位置）

source: 1박 뒤로(선택한 큐 또는 재생 위치)
en: Forward 1 Beat (Selected Cue or Playhead)
ja: 1拍進める（選択したキューまたは再生位置）

source: 1박 앞으로(선택한 큐 또는 재생 위치)
en: Back 1 Beat (Selected Cue or Playhead)
ja: 1拍戻す（選択したキューまたは再生位置）

source: 1박 이동 — 선택한 큐가 있으면 그 큐, 없으면 재생 위치
en: Move 1 beat — the selected cue if there is one, otherwise the playback position
ja: 1拍移動 — 選択したキューがあればそのキュー、なければ再生位置

source: 1사비
en: First chorus
ja: 1番サビ

source: 1초 동안 누르면 반복합니다
en: Hold for 1 second to repeat.
ja: 1秒間押し続けると繰り返します

source: 2. 트리에 "rekordbox xml"이 보이게 합니다(환경설정 › 보기 › 레이아웃에서 켤 수 있습니다).
en: 2. Show "rekordbox xml" in the tree view (turn it on in Preferences › View › Layout).
ja: 2. ツリーに「rekordbox xml」を表示します（環境設定 › 表示 › レイアウトでオンにできます）。

source: 2사비
en: Second chorus
ja: 2番サビ

source: 3밴드
en: 3Band
ja: 3Band

source: 4/4가 아닌 박자의 그리드
en: Beat grids not in 4/4
ja: 4/4以外の拍子のグリッド

source: 4GB 이상 음원은 USB에 넣을 수 없습니다. 음원을 줄이거나 내보낼 곡에서 빼세요
en: Tracks of 4 GB or more can't go on a USB. Shrink the file or remove the track from the export
ja: 4GB以上の音源はUSBに入れられません。音源を小さくするか、書き出す曲から外してください

source: : %@ · 파일 %lld개
en: : %1$@ · %2$lld files
ja: : %1$@ · ファイル%2$lld個

source: : 비우지 않음 — %@
en: : Not cleared — %@
ja: : 削除していません — %@

source: <검색어> [--bpm 최소-최대] [--key 키] [--playlist ID] [--filter 필터] [--comment-preset none|anisong] [--db PATH] [--json]
en: <query> [--bpm min-max] [--key key] [--playlist ID] [--filter filter] [--comment-preset none|anisong] [--db PATH] [--json]
ja: <検索語> [--bpm 最小-最大] [--key キー] [--playlist ID] [--filter フィルター] [--comment-preset none|anisong] [--db PATH] [--json]
